[InteractiveObjects.InteractiveObj_AliensSafe_LT InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.InteractiveObj_CardboardBox_LTstart InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_EchoLTStart InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_TreasureClue MissionItemDefinition]
UseFailureCharacterMessage="you should be %s take advantage of this."
ItemName="The path to wealth"
PickupMessage="They have... %s"
UseFailureLevelMessage="You must be at least %d level to use this item."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="frequency method"

[ItemDefs.ID_TreasureClue:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Symbol of lost property in Old Haven."
NoConstraintText=""
Suffix=""
Prefix=""

[LootableGrades.ObjectGrade_Cardboard_Box_LTStart InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

